function Description() {
  return (
    <div className="bg-white border-t-Primary-color border-t-4 p-4 px-40">
      <div className="flex flex-col gap-8">
        <h2 className="font-bold text-xl mt-10">
          เปิดประสบการณ์ช้อปปิ้งออนไลน์ แค่สั่งซื้อออนไลน์บน Shopee Thailand
        </h2>
        <p>
          ให้ทุกคำสั่งซื้อออนไลน์เป็นเรื่องง่ายและสะดวกที่สุดสำหรับคุณ บน Shopee
          Thailand
          แอปพลิเคชันซื้อของออนไลน์และเว็บซื้อของออนไลน์ยอดนิยมในประเทศไทย
          ที่ปลอดภัยและเชื่อถือได้
          เราพร้อมมอบประสบการณ์ที่ดีที่สุดในการใช้งานบนแอปซื้อของออนไลน์
          ด้วยการคัดสรรโปรโมชั่น โค้ดส่วนลด และโค้ดส่งฟรี* แบบปัง ๆ
          เพื่อตอกย้ำการช้อปปิ้งออนไลน์ที่คุ้มค่า
          <br />
          แถมมาพร้อมกิจกรรมที่น่าสนใจเพียบ ไม่ว่าจะเป็น
          <a href="https://shopee.co.th/flash_sale" className="Link">
            <span>Flashsale</span>
          </a>
          Shopee Live สินค้าแนะนำประจำวัน หรือแม้กระทั่ง
          <a href="https://shopee.co.th/m/shopee-prizes" className="Link">
            <span>เกมสนุก ๆ บนแอปพลิเคชัน</span>
          </a>
          ให้คุณสะสมคอยน์ (Coin)
          เพื่อนำมาใช้จ่ายภายในแอปช้อปปิ้งออนไลน์ได้อย่างง่ายดายอีกด้วย
        </p>

        <p>
          ช้อปปี้มุ่งมั่นที่จะมอบประสบการณ์ที่ดีให้กับคุณในการช้อปออนไลน์ให้สนุกและปลอดภัยมากยิ่งขึ้นบนแพลตฟอร์มของเรา
          ด้วยขั้นตอนการเก็บและปกป้องข้อมูลส่วนบุคคลของผู้ใช้งานให้ปลอดภัย
          พร้อมด้วยฝ่ายบริการลูกค้าของ Shopee
          ที่พร้อมดำเนินการเมื่อมีการรายงานเข้ามา รวมไปถึงระบบช้อปปี้การันตี
          ที่จะคุ้มครองทุกคำสั่งซื้อออนไลน์เพื่อป้องกันข้อผิดพลาดระหว่างการซื้อ
          และเพื่อให้คุณสามารถยื่นคำขอเงินคืนหรือคืนสินค้าหากพบข้อผิดพลาดได้ช้อปปี้มุ่งมั่นที่จะมอบประสบการณ์ที่ดีให้กับคุณในการช้อปออนไลน์ให้สนุกและปลอดภัยมากยิ่งขึ้นบนแพลตฟอร์มของเรา
          ด้วยขั้นตอนการเก็บและปกป้องข้อมูลส่วนบุคคลของผู้ใช้งานให้ปลอดภัย
          พร้อมด้วยฝ่ายบริการลูกค้าของ Shopee
          ที่พร้อมดำเนินการเมื่อมีการรายงานเข้ามา รวมไปถึงระบบช้อปปี้การันตี
          ที่จะคุ้มครองทุกคำสั่งซื้อออนไลน์เพื่อป้องกันข้อผิดพลาดระหว่างการซื้อ
          และเพื่อให้คุณสามารถยื่นคำขอเงินคืนหรือคืนสินค้าหากพบข้อผิดพลาดได้
        </p>
      </div>

      <div className="flex flex-col gap-8">
        <h2 className="font-bold text-xl mt-10">
          คัดสรรสินค้าคุณภาพทุกประเภท ให้คุณซื้อสินค้าออนไลน์ได้ตามใจ
        </h2>
        <p>
          ช้อปง่าย ช้อปสนุก! ให้ทุกการช้อปออนไลน์เป็นเรื่องสนุก
          และทุกการสั่งของออนไลน์เป็นเรื่องง่าย เพราะที่ช้อปปี้
          มีสินค้าทุกประเภทให้คุณเลือกซื้อออนไลน์ได้ตามที่ต้องการ ไม่ว่าจะเป็น
          สินค้าแฟชั่น สินค้าสุขภาพ สินค้าความงาม สินค้าไอที
          โทรศัพท์มือถือและอุปกรณ์เสริม สินค้าแม่และเด็ก สินค้ากีฬา
          สินค้าสัตว์เลี้ยง ของแต่งรถ ของแต่งบ้าน อาหารและเครื่องดื่ม
          เราคัดสรรมาให้คุณเลือกซื้อเพียบ
        </p>
        <p>
          นอกจากนี้ยังสามารถพบกับสินค้าจากแบรนด์ชั้นนำทั่วโลกได้บน Shopee Mall
          ไม่ว่าจะเป็น Adidas, MLB, Reebok, Marc Jacobs, Lacoste, Coach,
          Greyhound, Under Armour, Birkenstock, Apple, Samsung, Xiaomi, Nokia,
          Beats, Ricoh, UGreen, Lenovo, Sony, Bose, SteelSeries, Mistine,
          Shiseido, LA ROCHE-POSAY, Unilever, Hills, Royal Canin, Lucky Flame
          เป็นต้น มั่นใจได้ว่าเมื่อช้อปออนไลน์แล้วจะได้ของแท้อย่างแน่นอน
          ยังไม่หมด เรายังมาพร้อมกับ Shopee Supermarket ให้คุณเลือกซื้อออนไลน์
          ช้อปออนไลน์สุดคุ้มได้ในทุกหมวดของกินของใช้
        </p>
        <p>
          และหากการสั่งของออนไลน์ยังไม่ตอบโจทย์การใช้งานที่มากพอ
          ช้อปปี้มาพร้อมกับบริการ สั่งอาหารออนไลน์ ให้คุณสั่งอาหารได้อย่างจุใจ
          ไม่ว่าจะอยู่ที่ไหน ก็สามารถเลือกเมนูโปรดจาก ร้านที่ชอบได้อย่างง่ายดาย
          เพราะเราคัดสรรร้านเด็ด ร้านใกล้ตัว
          และร้านแบรนด์ดังเอาไว้ให้กับคุณโดยเฉพาะ
        </p>
        <p>
          ที่สำคัญ เรายังจัดกิจกรรมให้กับคุณในทุก ๆ เทศกาล
          เพื่อให้การซื้อออนไลน์กับ Shopee กลายเป็นเรื่องสนุก ช้อปกันได้เพลิน ๆ
          พร้อมโปรเด็ดและส่วนลดพิเศษก่อนใคร ไม่ว่าจะเป็น
        </p>
        <ul className="list-disc ml-6">
          <li>
            <span className="Link">1.1</span> New Year Sale
          </li>
          <li>
            <span className="Link">2.2</span> Cashback Sale คืน คอยน์ คุ้ม
          </li>
          <li>
            <span className="Link">3.3</span> Mega Shopping Sale ลดใหญ่ต้นปี
          </li>
          <li>
            <span className="Link">4.4</span> Crazy Flash Sale Day ลด ร้อน แรง
          </li>
          <li>
            <span className="Link">5.5</span> Super Save Sale ยกทัพส่งฟรี
          </li>
          <li>
            <span className="Link">6.6</span> Greatest Brand Celebration
            ลดใหญ่แบรนด์ดัง
          </li>
          <li>
            <span className="Link">7.7</span> Best Deal All Day โปรเด็ด ราคาโดน
          </li>
          <li>
            <span className="Link">8.8</span> Double Sale ไลฟ์สด ลดแรง
          </li>
          <li>
            <span className="Link">9.9</span> Super Shopping Day วันช้อปแห่งปี
          </li>
          <li>
            <span className="Link">10.10</span> Brand Festival แบรนด์ดัง
            ปังเต็มสิบ
          </li>
          <li>
            <span className="Link">11.11</span> Big Sale ลด ใหญ่ มาก
          </li>
          <li>
            <span className="Link">12.12</span> - Birthday Sale ลดใหญ่วันเกิด
          </li>
        </ul>
        <p>
          ไม่หมดเพียงเท่านี้ ช้อปปี้ยังมีดีลเด็ด ๆ ปัง ๆ
          เตรียมพร้อมให้คุณช้อปปิ้งออนไลน์กับมหกรรมช้อปสุดยิ่งใหญ่
          ให้กับคุณในทุก ๆ เดือน โดยเฉพาะ 10.10 11.11 และ 12.12
          ที่รอให้คุณติดตามกันตลอดทั้งปี รวมไปถึงแคมเปญเด็ด ๆ มากมาย
          จากช้อปปี้เว็บสั่งของออนไลน์คู่ใจคุณ ทั้ง
          <a href="https://shopee.co.th/m/mid-month-sale" className="Link">
            <span>แคมเปญ Mid Month Sale</span>
          </a>
          ที่ลดแรงทุกวันที่ 15 ของเดือน และแคมเปญ Shopee PayDay
          ที่ให้คุณซื้อออนไลน์เน้น ๆ ทุกวันที่ 25 เปย์จัดหนัก โปรจัดเต็ม
          ที่มาพร้อมกับดีลเด็ด ๆ โปรลดสูงสุด
          ให้คุณเลือกช้อปสินค้าออนไลน์จากแบรนด์ชั้นนำได้ในราคาสุดคุ้ม
        </p>
      </div>
    </div>
  );
}

export default Description;
